Repository: wvargasxp/dsmessageclient
Catalog: Xamarin/EMXamarin/iOS/Resources/*.lproj/Localizable.strings
Languages: pt, ta

# ACCESS_ADDRESS_BOOK_MESSAGE
source: EMwithME needs access to your address book so you can look-up your friends by name in the app.
pt: EMwithME necessita de acessar seu livro de endereÁos para vocÍ poder procurar amigos por nome no aplicativo.
ta: EMwithME க்கு உங்க முகவரி புத்தகத்திற்கு அனுமதி வேண்டும் ஏன் என்றால் அப்போ தான் உங்க்ளால் உங்க நண்பர்களின் பெயரை இந்த ஆப் மூலம் நீங்க தேட ம்முடியும்.

# NOTIFICATION_TITLE
source: Notification
pt: NotificaÁ„o
ta: அறிவிப்பு

# NOTIFICATIONS_TITLE
source: Notifications
pt: NotificaÁıes
ta: அறிவிப்புகள்

# UNREAD_BUTTON
source: Unread
pt: N„o Lida
ta: படிக்காத

# READ_BUTTON
source: Read
pt: Lida
ta: படித்த

# ALL_BUTTON
source: All
pt: Todas
ta: எல்லாம்

# SEND_MESSAGE_TEXT
source: Send Message
pt: Enviar Mensagem
ta: செய்தியை அனுப்புங்க

# NOTIFICATION_WELCOME_TITLE
source: Welcome to EMwithME!
pt: Bem-vindo a EMwithME!
ta: EMwithME க்கு வரவேற்கிறோம்!

# NOTIFICATION_WELCOME_TEXT
source: Welcome to EMwithME! Please go to the Profile page and add your First and Last Name. You can send unlimited EMwithME messages, photos and videos to all your friends - for free!
pt: Bem-vindo a EMwithME! Por favor, v· a p·gina de Perfil e adicione seu Primeiro e ⁄ltimo Nomes. VocÍ pode enviar um n˙mero ilimitado de mensagens EMwithME, fotos e vÌdeos para todos os seus amigos ñ de graÁa!
ta: EMwithME க்கு வரவேற்கிறோம்! தயவு செய்து உங்க முகக்குறிப்பு பக்கத்துக்கு போய் உங்க முதல் மற்றும் கடைசி பெயரை சேர்க்கவும். நீங்க எல்லையெற்ற் EMwithME செய்திகளை அனுப்பலாம். அது மட்டுமில்லாம புகைப்படங்கள் மற்றும் வீடியோக்கள் உங்க நண்பர்களுக்கு நீங்க இலவசமா அனுப்பலாம்!

# NOTIFICATION_JOIN_TITLE
source: %1$s just joined EMwithME!
pt: %1$s acabou de se juntar a EMwithME!
ta: %1$s இப்போ தான் EMwithME இல் சேர்ந்திருக்கிறார்!

# NOTIFICATION_JOIN_TEXT
source: %1$s just joined EMwithME! Send a message to welcome them.
pt: %1$s acabou de se juntar a EMwithME! Envie uma mensagem de boas-vindas.
ta: %1$s இப்போ தான் EMwithME இல் சேர்ந்திருக்கிறார்! ஒரு செய்தியை அனுப்பி அவங்களை வரவேற்றிடுங்க.

# NOTIFICATION_YOU_ADDED_GROUP_TEXT
source: %1$s has added you to the group %2$s. Send a message to the group.
pt: %1$s adicionou vocÍ ao grupo %2$s. Envie uma mensagem ao grupo.
ta: %1$s உங்களை குழுவில் சேர்த்துள்ளார் %2$s. குழுவிற்கு ஒரு செய்தியை அனுப்புங்க.

# NOTIFICATION_YOU_ADDED_GROUP_TITLE
source: %1$s added you to group %2$s
pt: %1$s adicionou vocÍ ao grupo %2$s
ta: %1$s உங்களை குழுவில் சேர்த்துள்ளார் %2$s

# NOTIFICATION_YOU_REMOVED_GROUP_TEXT
source: %1$s has removed you from the group %2$s.
pt: %1$s removeu vocÍ do grupo %2$s.
ta: %1$s உங்களை குழுவிலிருந்து நீக்கியுள்ளார் %2$s.

# NOTIFICATION_YOU_REMOVED_GROUP_TITLE
source: You were removed from group %1$s
pt: VocÍ foi removido do grupo %1$s
ta: உங்களை இந்த குழுவிலிருந்து நீக்கப்படிருக்கிறீங்க%1$s

# NOTIFICATION_CONTACT_ADDED_GROUP_TEXT
source: %1$s has added %2$s to the group %3$s. Send a message to the group.
pt: %1$s adicionou %2$s ao grupo %3$s. Envie uma mensagem ao grupo.
ta: %1$s வந்து %2$s யை %3$s குழுவில் சேர்த்திருக்கிறார். குழுவிற்கு ஒரு செய்தியை அனுப்புங்க.

# NOTIFICATION_CONTACT_ADDED_GROUP_TITLE
source: %1$s added %2$s to group %3$s
pt: %1$s adicionou %2$s ao grupo %3$s
ta: %1$s வந்து %2$s யை %3$s குழுவில் சேர்த்திருக்கிறார்

# NOTIFICATION_CONTACT_REMOVED_GROUP_TEXT
source: %1$s has removed %2$s from the group %3$s.
pt: %1$s removeu %2$s do grupo %3$s.
ta: %1$s வந்து %2$s யை %3$s குழுவிலிருந்து நீக்கியுள்ளார்

# NOTIFICATION_CONTACT_REMOVED_GROUP_TITLE
source: %1$s removed %2$s from group %3$s
pt: %1$s removeu %2$s do grupo %3$s
ta: %1$s வந்து %2$s யை %3$s குழுவிலிருந்து நீக்கியுள்ளார்

# NOTIFICATION_GROUP_DELETED_TITLE
source: Group %1$s was deleted
pt: Grupo %1$s foi apagado
ta: குழு %1$s அழிக்கப்பட்டது

# NOTIFICATION_GROUP_DELETED_TEXT
source: %1$s has deleted group %2$s.
pt: %1$s apagou grupo %2$s.
ta: %1$s குழு %2$s யினை அழித்தார்.

# INBOX_TITLE
source: Messages
pt: Mensagens
ta: செய்திகள்

# NEW_MESSAGE_TITLE
source: New Message
pt: Mensagem Nova
ta: புது செய்திகள்

source: From
pt: De
ta: இருந்து

# IS_TYPING_SINGULAR
source: {0} is typing
pt: {0} est· escrevendo
ta: {0} டைப் பண்றார்

# IS_TYPING_DUAL
source: {0} and {1} are typing
pt: {0} e {1} est„o escrevendo
ta: {0} and {1} டைப் பண்றாங்க

# IS_TYPING_MULTIPLE
source: Multiple people are typing
pt: V·rias pessoas est„o escrevendo
ta: பல பேர் டைப் பண்றாங்க

# SEND_MESSAGE_FAILED_TITLE
source: Whoops
pt: Ups
ta: அச்சச்சோ

# SEND_MESSAGE_FAILED_REASON
source: One or more parties in this conversation are no longer reachable. You can review the conversation history but no new messages can be sent.
pt: Uma ou mais pessoas desta conversa n„o est„o mais acessÌveis. VocÍ pode rever o historial da conversa mas n„o pode enviar novas mensagens.
ta: ஒன்று அல்லது பல கட்சிகள் இந்த உரையாடலிலிருந்து தூரமா விலகி போயிருக்கிறார்கள். நீங்க அந்த உரையாடல் வரலாற்றை ஆய்வு செய்யலாம் ஆனா புதுசா எந்த ஒரு செய்திகளையும் உங்களால் அனுப்ப முடியாது.

# RECORDING_PERMISSIONS_TITLE
source: Vocie Messaging Permissions
pt: Permissões de Mensagem de Voz
ta: பேச்சு செய்தியின் அனுமதிகள்

# RECORDING_PERMISSIONS_EXPLAINATION
source: Voice messaging is currently disabled. Go to Apple's Settings app > Settings > Privacy > Microphone to enable this feature.
pt: A mensagem de voz está de momento desativada. Vá a Aplicativo de Configurações da Apple > Configurações > Privacidade > Microfone para ativar este recurso.
ta: பேச்சு செய்தி தற்போது முடக்கி வைக்கப்பட்டுள்ளது. ஆப்பிலில் உள்ள அமைப்புகள் ஆப் > அமைப்புகள் > தனியுரிமை > இந்த அம்சத்தை தொடங்க ஒலிவாங்கியை உபயோகி என்பதில் போகவும்.

# SAVE_BUTTON
source: Save
pt: Salvar
ta: சேமியுங்க

# ATTACH_BUTTON
source: Attach
pt: Anexar
ta: இணையுங்க

# CAMERA_BUTTON
source: Camera
ta: கேமரா

source: Media Library
pt: Biblioteca de MÌdia
ta: ஊடக நூலகம்

source: Take Photo
pt: Tirar Foto
ta: புகைப்பட எடுங்க

source: Take Video
pt: Fazer VÌdeo
ta: வீடியோ எடுங்க

source: Select Media
pt: Selecionar MÌdia
ta: ஊடகத்தை தேர்ந்தெடுங்க

# PHOTO_LIBRARY_BUTTON
source: Photo Library
pt: Biblioteca de Fotos
ta: புகைப்பட நூலகம்

# PHOTO_AND_VIDEO_LIBRARY_BUTTON
source: Photo and Video Library
pt: Biblioteca de Fotos e Vídeos
ta: புகைப்படம் மற்றும் வீடியோ நூலகம்

source: Rotate Left
pt: Rodar Para A Esquerda
ta: இடப்பக்கம் சுழற்று

source: Rotate Right
pt: Rodar Para A Direita
ta: வலதுப்பக்கம் சுழற்று

# DISCARD_BUTTON
source: Discard
pt: Descartar
ta: நிராகரிப்பு

# MEDIA_PREVIEW_MOVIE
source: Attachment: 1 Video
pt: Anexo: 1 VÌdeo
ta: இணைப்பு: 1 வீடியோ

# MEDIA_PREVIEW_PHOTO
source: Attachment: 1 Image
pt: Anexo: 1 Imagem
ta: இணைப்பு: 1 புகைப்படம்

# MEDIA_PREVIEW_SOUND
source: Attachment: 1 Sound
pt: Anexo: 1 Som
ta: இணைப்பு: 1 சத்தம்

# SEARCH_TITLE
source: Search
pt: Pesquisar
ta: தேடல்

# WEB_SEARCH
source: Photo Search
pt: Pesquisa de Fotos
ta: புகைப்பட தேடல்

# RANDOM_SEARCH
source: random
pt: aleatÛrio
ta: தொடர்பின்றி

# NO_IMAGES_FOUND
source: No images were found. Enter a new search term and try again.
pt: N„o foram encontradas quaisquer imagens. Digite novos termos de pesquisa e tente novamente.
ta: எந்த புகைப்படங்களும் கிடைக்கவில்லை. புது தேடல் சொல்கூறு உள்ளிட்டு மீண்டும் தேடவும்.

# IMAGE_SEARCH_ERROR
source: There was an error performing your search. Please try again.
pt: Ocorreu um erro ao fazer sua pesquisa. Por favor, tente novamente.
ta: உங்க தேடலை செயற்படுத்துவதில் ஒரு பிழை உண்டாயிற்று. மீண்டும் முயற்சிக்கவும்.

# VIDEO_CONVERT_ERROR
source: There was an error while processing this video. Please try again.
pt: Ocorreu um erro ao processor este vÌdeo. Por favor, tente novamente.
ta: இந்த வீடியோவை செயற்படுத்துவதில் ஒரு பிழை உண்டாயிற்று. மீண்டும் முயற்சிக்கவும்.

# IMAGE_SELECTION_ERROR
source: There was an error processing the image you selected. Please try again.
pt: Ocorreu um erro ao processar a imagem que vocÍ escolheu. Por favor, tente novamente.
ta: நீங்க தேர்வு செய்த புகைப்படத்தை செயற்படுத்துவதில் ஒரு பிழை உண்டாயிற்று. மீண்டும் முயற்சிக்கவும்.

# SHARE_MEDIA_REGISTER_FIRST
source: You must first register with EMwithME before you can share media.
pt: Você tem de se registrar primeiro em EMwithME antes de você poder compartilhar o mídia.
ta: மீடியாவை பகிர்வதற்கு முன்பு நீங்க EMwithME உடன் பதிவு செய்ய வேண்டும்.

# SMS_AFTERWORD
source: Sent via EMwithME. Visit us @ http://EMwith.ME
pt: Enviado via EMwithME. Visite-nos @ http://EMwith.ME
ta: EMwithME மூலமாக அனுப்பப்பட்டது. எங்களை @ http://EMwith.ME இல் தொடர்பு கொள்ளுங்க

# EMAIL_NEW_MESSAGE_SUBJECT_TWO
source: You have a new EMwithME message from %1$s
pt: Você tem uma nova mensagem EMwithME de %1$s
ta: உங்களுக்கு ஒரு புதிய EMwithME செய்தி %1$s என்பவரிடமிருந்து வந்திருக்கு

# EMAIL_NEW_NOTIFICATION_SUBJECT
source: You have a new EMwithME notification
pt: Você tem uma nova notificação EMwithME
ta: உங்களுக்கு ஒரு புதிய EMwithME அறிவிப்பு இருக்கு

# EMAIL_WRITE_BACK_HTML
source: Want to write %1$s back? Just hit reply and send them an email or download <a href='https://api.emwith.me/landingpage/tracking/EM/NewMessage/emailreplylink' title='EMwithME' target='_blank'>EMwithME</a>.
pt: Quer responder a %1$s? Clique em repetir e envie um email ou baixe <a href='https://api.emwith.me/landingpage/tracking/EM/NewMessage/emailreplylink' title='EMwithME' target='_blank'>EMwithME</a>.
ta: %1$s என்பதை திரும்ப எழுதனுமா? பதில் அலி என்ற பட்டனை அமுக்குவதன் மூலம் ஒரு மின்னஞ்சலை அவர்களுக்கு அனுப்பலாம். இல்லை என்றால் பதிவிறக்க செய்யலாம் <a href='https://api.emwith.me/landingpage/tracking/EM/NewMessage/emailreplylink' title='EMwithME' target='_blank'>EMwithME</a>.

# EMAIL_WRITE_BACK_PLAIN
source: Want to write %1$s back? Just hit reply and send them an email or download EMwithME.
pt: Quer responder a %1$s? Clique em repetir ou envie um email ou baixe EMwithME.
ta: %1$s என்பதை திரும்ப எழுதனுமா? பதில் அலி என்ற பட்டனை அமுக்குவதன் மூலம் ஒரு மின்னஞ்சலை அவர்களுக்கு அனுப்பலாம். இல்லை என்றால் பதிவிறக்க செய்யலாம் EMwithME.

# SENT_VIA_EM
source: Sent via EMwithME
pt: Enviar via EMwithME
ta: EMwithME மூலம் அனுப்பப்பட்டது

source: More Information
pt: Mais Informações
ta: மேலும் பல தகவல்கள்

# SMS_DEFAULT_MESSAGE
source: You have a new EMwithME message waiting for you! Please visit us @ http://EMwith.ME to get the app and read your message.
pt: VocÍ tem uma mensagem EMwithME nova! Por favor, visite-nos @ http://EMwith.ME para obter o aplicativo e ler sua mensagem.
ta: உங்களுக்கு புதிய EMwithME செய்தி வந்திருக்கு! எங்களை @ http://EMwith.ME இல் தொடர்பு கொண்டு இந்த ஆப் பெற்று கொண்ட பின் உங்களுக்கு வந்திருந்த செய்தியை படியுங்க.

# EMAIL_VALIDATION_SUBJECT
source: Validate your EMwithME account.
pt: Validar sua conta EMwithME.
ta: உங்கள் EMwithME கணக்கை சரிபார்க்கவும்.

# EXTERNAL_MESSAGE_MEDIA_NO_NAME
source: You have been sent a media message. Please install EMwithME to view.
pt: Foi-lhe enviada uma mensagem de mÌdia. Por favor, instale EMwithME para ver ela.
ta: உங்களுக்கு ஒரு மீடியா செய்தியை அனுப்பியிருக்கு. இதை பார்க்க தயவு செய்து EMwithME ஸ்தாபிக்கவும்.

# EXTERNAL_MESSAGE_PHOTO_NO_NAME
source: You have been sent a photo. Please install EMwithME to view.
pt: Foi-lhe enviada uma foto. Por favor, instale EMwithME par aver ela.
ta: உங்களுக்கு ஒரு புகைப்படம் அனுப்பியிருக்கு. இதை பார்க்க தயவு செய்து EMwithME ஸ்தாபிக்கவும்.

# EXTERNAL_MESSAGE_VIDEO_NO_NAME
source: You have been sent a video. Please install EMwithME to view.
pt: Foi-lhe enviado um vÌdeo. Por favor, instale EMwithME para ver ele.
ta: உங்களுக்கு ஒரு வீடியோ அனுப்பியிருக்கு. இதை பார்க்க தயவு செய்து EMwithME ஸ்தாபிக்கவும்.

# EXTERNAL_MESSAGE_SOUND_NO_NAME
source: You have been sent a voice message. Please install EMwithME to view.
pt: Foi-lhe enviada uma mensagem de voz. Por favor, instale EMwithME para ouvir ela.
ta: உங்களுக்கு ஒரு பேச்சு செய்தி அனுப்பியிருக்கு. இதை பார்க்க தயவு செய்து EMwithME ஸ்தாபிக்கவும்.

# EXTERNAL_MESSAGE_MEDIA_PREFIX_NAME
source: %1$s has sent you a media message. Please install EMwithME to view.
pt: %1$s lhe enviou uma mensagem de mÌdia. Por favor, instale EMwithME para ver ela.
ta: %1$s ஒரு மீடியா செய்தியை அனுப்பியுள்ளார். இதை பார்க்க தயவு செய்து EMwithME ஸ்தாபிக்கவும்.

# EXTERNAL_MESSAGE_PHOTO_PREFIX_NAME
source: %1$s has sent you a photo. Please install EMwithME to view.
pt: %1$s lhe enviou uma foto. Por favor, instale EMwithME para ver ela.
ta: %1$s ஒரு புகைப்படம் செய்தியை அனுப்பியுள்ளார். இதை பார்க்க தயவு செய்து EMwithME ஸ்தாபிக்கவும்.

# EXTERNAL_MESSAGE_VIDEO_PREFIX_NAME
source: %1$s has sent you a video. Please install EMwithME to view.
pt: %1$s lhe enviou um vÌdeo. Por favor, instale EMwithME para ver ele.
ta: %1$s ஒரு வீடியோ அனுப்பியுள்ளார். இதை பார்க்க தயவு செய்து EMwithME ஸ்தாபிக்கவும்.

# EXTERNAL_MESSAGE_SOUND_PREFIX_NAME
source: %1$s has sent you a voice message. Please install EMwithME to view.
pt: %1$s lhe enviou uma mensagem de voz. Por favor, instale EMwithME para ouvir ela.
ta: %1$s ஒரு பேச்சு செய்தியை அனுப்பியுள்ளார். இதை பார்க்க தயவு செய்து EMwithME ஸ்தாபிக்கவும்.

# HIDE_BUTTON
source: Hide
pt: Esconder
ta: மறைத்திடு

# DELETE_EXPLAINATION
source: Hide removes the message from your local conversation history. It cannot be undone.
pt: Esconder remove a mensagem de seu historial local de conversaÁ„o. N„o pode ser desfeito.
ta: உங்கள் உள்ளூர் அரட்டை வரலாறு செய்திகளை இந்த மறைத்திடு அழித்துவிடும். இதை திரும்ப பெற முடியாது.

# DELETE_BUTTON
source: Delete
pt: Apagar
ta: அழி

# DELETED_STATUS
source: Message Deleted
pt: Mensagem Apagada
ta: செய்தி அழிக்கப்பட்டது

# REMOTE_DELETE_BUTTON
source: Take it Back
pt: Retirar
ta: திரும்பவும் பெற்று கொள்ளுங்க

# REMOTE_DELETE_EXPLAINATION
source: Take it Back will delete the message from your device and that of the recipient(s).
pt: Retirar remove a mensagem de seu dispositivo e do(s) destinat·rio(s).
ta: திரும்பவும் பெற்று கொள்ளுங்க என்பதின் மூலமாக செய்தியை உங்க கருவியிலிருந்து அழிப்பதுடன் நீங்க அனுப்பியவரின் கருவியிலிருந்தும் அழிக்கப்படும்.

# HISTORICAL_STATUS
source: Historical
pt: Historial
ta: வரலாறு

# PUSH_MESSAGE_MEDIA_NO_NAME
source: You have been sent a media message.
pt: Foi-lhe enviada uma mensagem de mÌdia.
ta: உகளுக்கு ஒரு மீடியா செய்தியை அனுப்பியுள்ளோம்.

# PUSH_MESSAGE_PHOTO_NO_NAME
source: You have been sent a photo.
pt: Foi-lhe enviada uma foto.
ta: உங்களுக்கு ஒரு புகைப்படம் அனுப்பியுள்ளோம்.

# PUSH_MESSAGE_VIDEO_NO_NAME
source: You have been sent a video.
pt: Foi-lhe enviado um vÌdeo.
ta: உங்களுக்கு ஒரு வீடியோ அனுப்பியுள்ளோம்.

# PUSH_MESSAGE_SOUND_NO_NAME
source: You have been sent a voice message.
pt: Foi-lhe enviada uma mensagem de voz.
ta: உங்களுக்கு ஒரு பேச்சு செய்தி அனுப்பியுள்ளோம்.

# PUSH_MESSAGE_MEDIA_PREFIX_NAME
source: %1$s has sent you a media message.
pt: %1$s lhe enviou uma mensagem de mÌdia.
ta: %1$s ஒரு மீடியா செய்தியை அனுப்பியுள்ளார்.

# PUSH_MESSAGE_PHOTO_PREFIX_NAME
source: %1$s has sent you a photo.
pt: %1$s lhe enviou uma foto.
ta: %1$s ஒரு புகைப்படம் செய்தியை அனுப்பியுள்ளார்.

# PUSH_MESSAGE_VIDEO_PREFIX_NAME
source: %1$s has sent you a video.
pt: %1$s lhe enviou um vÌdeo.
ta: %1$s ஒரு வீடியோ அனுப்பியுள்ளார்.

# PUSH_MESSAGE_SOUND_PREFIX_NAME
source: %1$s has sent you a voice message.
pt: %1$s lhe enviou uma mensagem de voz.
ta: %1$s ஒரு பேச்சு செய்தியை அனுப்பியுள்ளார்.

# ANDROID_MEDIA_NO_STORAGE_CARD
source: No storage card
pt: Sem cart„o de armazenamento
ta: சேமிப்பு அட்டை இல்லை

# ANDROID_MEDIA_PREPARING_STORAGE_CARD
source: Preparing card
pt: Preparando cart„o
ta: அட்டையை உருவாக்குகிறோம்

# ANDROID_MEDIA_NOT_ENOUGH_SPACE_ON_CARD
source: Not enough space
pt: Sem espaÁo suficiente
ta: போதுமான இடம் இல்லை

# MY_ACCOUNT_TITLE
source: Profile
pt: Perfil
ta: முகக்குறிப்பு

# CHOOSE_COLOR_TITLE
source: Select a Color
pt: Selecione uma Cor
ta: ஒரு நிரத்தை தேர்வு செய்

source: Color Theme
pt: Tema de Cor
ta: நிரத்தின் தீம்

# COLOR_THEME_PLURAL
source: Color Themes
pt: Temas de Cores
ta: நிரத்தின் தீம்கள்

source: Choose Icon
pt: Escolher Õcone
ta: ஐகோனை தேர்வு செய்

# BLANK_DISPLAY_NAME
source: You left your Name blank. We will use {0} as your Name.
pt: VocÍ deixou seu Nome em branco. Usaremos {0} como seu Nome.
ta: நீங்க உங்க பெயரை விடுப்பட்டுவிட்டீங்க. அதனால் நாங்க {0} என்று உங்க பெயரை எடுத்து கொள்வோம்.

source: Share Profile
pt: Partilhar Perfil
ta: முகக்குறிப்பை பகிருங்கள்

source: Share to
pt: Partilhar com
ta: இவருக்கு பகிருங்க

# INSTAGRAM_NOT_FOUND
source: We didn't detect any supported sharing apps installed on your device. Currently, we are only able to share via Instagram. If you would like to share your profile, install Instagram and try again.
pt: N„o detetamos quaisquer aplicativos de partilha suportados instalados em seu dispositivo. Atualmente, apenas podemos partilhar via Instagram. Se vocÍ gostaria de partilhar seu perfil, instale Instagram e tente novamente.
ta: உங்கள் கருவியில் எந்த ஒரு ஆதர்வு கொண்ட பகிர்வு ஆப்புகளை (பயன்ப்பாட்டுகளை) நாங்க கண்டுப்படிக்கவில்லை. தற்போது Instagram மூலமா தான் பகிர முடியும். நீங்க உங்க முகக்குறிப்பை பகிர ஆசைப்பட்டால், உடனே Instagram உங்க கருவில ஸ்தாபித்து மீண்டும் முயற்சிக்கவும்.

# SHARE_APP_NOT_FOUND
source: We didn't detect any supported sharing apps installed on your device. Currently, we are only able to share via Instagram, Twitter and Facebook. If you would like to share your profile, install one of these apps and try again.
pt: N„o detetamos quaisquer aplicativos de partilha suportados instalados em seu dispositivo. Atualmente, apenas podemos partilhar via Instagram, Twitter e Facebook. Se vocÍ gostaria de partilhar seu perfil, instale um destes aplicativos e tente novamente.
ta: உங்கள் கருவியில் எந்த ஒரு ஆதர்வு கொண்ட பகிர்வு ஆப்புகளை (பயன்ப்பாட்டுகளை) நாங்க கண்டுப்படிக்கவில்லை. தற்போது Instagram, Twitter and Facebook மூலமா தான் பகிர முடியும்.நீங்க உங்க முகக்குறிப்பை பகிர ஆசைப்பட்டால், உடனே Instagram உங்க கருவில ஸ்தாபித்து மீண்டும் முயற்சிக்கவும்.

# INSTAGRAM_SHARE_DEFAULT_MESSAGE
source: Message me on EMwithME! My screen name is {0}. Free for iOS & Android. @EMTheApp #{0} #EMwithME
pt: Me envie mensagens em EMwithME! Meu nome È {0}. Gr·tis para iOS & Android. @EMTheApp #{0} #EMwithME
ta: EMwithME இல் எனக்கு செய்தியை அனுப்பவும்! எனது திரையின் பெயர் வந்து {0}. iOS & Android க்கு இலவசம். @EMTheApp #{0} #EMwithME

# INSTAGRAM_CALL_TO_ACTION
source: Message me on EMwithME
pt: Me envie mensagens com EMwithME
ta: செய்தியை எனக்கு EMwithME யில் அனுப்பு

# CONTACTS_TITLE
source: Contacts
pt: Contatos
ta: தொடர்புகள்

# HELP_TITLE
source: Help
pt: Ajuda
ta: உதவி

source: Getting Started
pt: Começar
ta: தொடங்க இருக்கும்

# PROFILES_TITLE
source: Profiles
pt: Perfis
ta: முகக்குறிப்புகள்

source: Details
pt: Detalhes
ta: தகவல்கள்

# ADD_CONTACT_BUTTON
source: Add to Contacts
pt: Adicionar a Contatos
ta: தொடர்புகளுடன் சேர்த்திடுங்க

# ADD_CONTACT_EXPLAINATION
source: {0} has been added to your contacts.
pt: {0} foi adicionado a seus contatos.
ta: {0} உங்க தொடர்பு பட்டியலில் சேர்க்கப்பட்டுள்ளார்.

# REMOVE_CONTACT_BUTTON
source: Remove from Contacts
pt: Remover dos Contatos
ta: உங்க தொடர்பு பட்டியலில் இருந்து நீக்குக

# BLOCK_CONTACT_BUTTON
source: Block Contact
pt: Bloquear Contato
ta: தொடர்பை தடைசெய்

# UNBLOCK_CONTACT_BUTTON
source: Unblock Contact
pt: Desbloquear Contato
ta: தொடர்பை தடையிலிருந்து நீக்கு

# SETUP_ALIAS
source: AKAs (Also Known As) are disposable, public and unique. You can use them to message other users without disclosing identifying information like your name or mobile number. Would you like to setup an AKA?
pt: AKAs (Também Conhecido Como) s„o descart·veis, p˙blicos e ˙nicos. VocÍ pode usar eles para enviar mensagens para outros usu·rios sem revelar informaÁ„o identificativa como seu nome ou n˙mero de seu celular. Gostaria de configurar um AKA?
ta: AKAs (எனவும் அழைக்கப்படும்) அவைகள் பொது, தனித்துவன் மற்றும் கலையதக்கது. நீங்க இதை வைத்து மற்றவர்களுக்கு நீங்க யார் என்றும் எங்கிருந்து அனுப்புகிறீர்கள் என்ற அடையாளம் ஏதும் தெரியாம உங்க செய்தியை அனுப்பலாம். நீங்க ஒரு AKA அமைக்க விரும்புகிறீர்களா?

# ADD_ALIAS_BUTTON
source: Add an AKA
pt: Adicionar um AKA
ta: ஒரு AKA சேர்க்க

# EDIT_ALIAS_TITLE
source: Edit AKA
pt: Editar AKA
ta: AKA திருத்தியமை

# DELETE_ALIAS_BUTTON
source: Delete AKA
pt: Apagar AKA
ta: AKA அழித்திடு

# ALIAS_ALREADY_TAKEN
source: This AKA is already taken. Please choose another one.
pt: Este AKA j· foi tomado. Por favor, escolha outro.
ta: இந்த AKA ஏற்கனவே எடுத்தாச்சு. தயவு செய்து வேற ஒன்றை தேர்வு செய்யவும்.

# ALIAS_TOO_SHORT
source: This AKA is too short. Please choose an AKA longer than five characters.
pt: Este AKA È muito curto. Por favor, escolha um AKA com mais de cinco caracteres.
ta: இந்த AKA ரொம்ப சின்னது. தயவு செய்து ஐந்து எழுத்துக்கள் மேல் ஒரு AKA வை தேர்வு செய்யவும்.

# ALIAS_INAPPROPRIATE
source: This AKA is not valid. Please choose another one.
pt: Este AKA n„o È v·lido..
ta: இந்த AKA செல்லுபடியாகாதது. தயவு செய்து வேற ஒன்றை தேர்வு செய்யவும்.

# ALIAS_PHONE
source: AKAs cannot be phone numbers. Please choose another one.
pt: AKAs n„o podem ser n˙meros de telefone. Por favor, escolha outro.
ta: AKAs தொலைபேசி எண்களாக இருக்க முடியாது. தயவு செய்து வேற ஒன்றை தேர்வு செய்யவும்.

# ALIAS_EMAIL
source: AKAs cannot be email addresses. Please choose another one.
pt: AKAs n„o podem ser endereÁos de email. Por favor, escolha outro.
ta: AKAs மின்னஞ்சல் முகவரியாக இருக்க முடியாது. தயவு செய்து வேற ஒன்றை தேர்வு செய்யவும்.

# ALIAS_INVALID
source: This AKA contains invalid characters (such as spaces, @ or dots). Please choose another one.
pt: Este AKA contÈm caracteres inv·lidos (como espaÁos, @ ou pontos). Por favor, escolha outro.
ta: இந்த AKA வில் செல்லுப்படியாகாத எழுத்துக்கள் உள்ளன (அதாவது இடைவெளிகள், @ இல்லை புள்ளிகள்). தயவு செய்து வேற ஒன்றை தேர்வு செய்யவும்.

# ALIAS_GENERIC_ERROR
source: An error occurred when processing your AKA. Please try again.
pt: Ocorreu um erro ao processar seu AKA. Por favor, tente novamente.
ta: உங்க AKA வை செயலாக்கும் போது ஒரு தவறு நேரிட்டது. தயவு செய்து மீண்ட்டும் முயற்சிக்கவும்.

# ALIAS_DELETE_CONFIRMATION_MESSAGE
source: Deleting this AKA will mean that you can no longer send or receive messages with that account. Are you sure you want to delete it?
pt: Apagar este AKA implica que vocÍ n„o poder· enviar ou receber mensagens com essa conta. VocÍ tem certeza que quer apagar ele?
ta: இந்த AKA வை அழிப்பதன் மூலம் நீங்க இந்த கணக்கை வைத்து செய்தியை அனுப்பவோ அல்லது பெறவோ முடியாது. நீங்க இதை அழிக்க முடிவு செய்து விட்டீங்களா?

# ALIAS_DELETED_TITLE
source: AKA Deleted
pt: AKA Apagado
ta: AKA அழிக்கப்பட்டுவிட்டது

# ALIAS_DELETED_MESSAGE
source: This AKA has been deleted, it will remain reserved for 24 hours before it is available for another user. You can reclaim this AKA any time during that time.
pt: Este AKA foi apagado, permanecer· reservado por 24 horas antes de se tornar disponÌvel para outro usu·rio. VocÍ pode reclamar este AKA a qualquer momento durante esse tempo.
ta: இந்த AKA அழிக்கப்பட்டுவிட்டது. இந்த AKA வேற ஒருத்தருக்கு ஒதுக்கப்பட்டு உபயோகத்திற்கு வர 24 மணி நேரம் ஆகும். இந்த மணி நேரத்தில் நீங்க எப்போ வேணுமானாலும் இந்த AKA வை திரும்ப பெறலாம்.

# ALIAS_DELETED_REACTIVATE
source: Reactivate
pt: Reativar
ta: மீண்டும் செயல்படுத்து

# ABOUT_TITLE
source: About
pt: Sobre
ta: பற்றி

# VERSION
source: Version {0}
pt: Vers„o {0}
ta: பதிப்பு {0}

source: Credits
pt: CrÈditos
ta: வரவுகள்

source: FAQ
ta: கேள்விகள்

source: Privacy Policy
pt: PolÌtica de Privacidade
ta: தனியுரிமை கொள்கை

# EULA
source: End-User License Agreement
pt: Acordo de Licensa de Usu·rio
ta: பயன்ப்படுத்துவோர் உரிம ஒப்பந்தம்

# COPYRIGHT
source: Copyright (c) 2015 WhosHere, Inc. All Rights Reserved. EM and EMwithME are trademarks of WhosHere, Inc.
pt: Copyright (c) 2015 WhosHere, Inc. Todos os direitos reservados. EM e EMwithME s„o marcas registradas de WhosHere, Inc.
ta: பதிப்புரிமை (c) 2015 WhosHere, Inc. அனைத்து உரிமைகளும் பாதுகாக்கப்பட்டவை. EM மற்றும் EMwithME வந்து WhosHere, Inc. ஓட ஒரு பதிக்கப்பட்ட முத்திரையாகும்.

# INVITE_FRIENDS_TITLE
source: Invite Friends
pt: Convide Amigos
ta: நண்பர்களை அழையுங்க
