Repository: wvargasxp/dsmessageclient
Catalog: Xamarin/EMXamarin/iOS/Resources/*.lproj/Localizable.strings
Languages: pt, ta

# INVITE_FRIENDS_VIA_SMS_MESSAGE
source: Would you like to send invitation(s) via SMS?
pt: Gostaria de enviar convite(s) via SMS?
ta: குறுஞ்ச்செய்தி மூலம் அழைப்புகளை நீங்க அனுப்ப நினைக்கிறீங்களா?

# INVITE_FRIENDS_VIA_EMAIL_MESSAGE
source: Would you like to send invitation(s) via Email?
pt: Gostaria de enviar convite(s) via Email?
ta: மின்னஞ்சல் மூலம் அழைப்புகளை நீங்க அனுப்ப நினைக்கிறீங்களா?

# INVITE_FRIENDS_SEND_EMAIL_LABEL
source: Send Email via...
pt: Enviar Email via...
ta: மின்னஞ்சலை அனுப்பும் விதம்....

# INVITE_FRIENDS_SMS_SENDING_TOAST_MESSAGE
source: Sending {0} of {1}...
pt: Enviando {0} de {1}...
ta: {0} of {1}அனுப்புகிறோம்...

# INVITE_FRIENDS_DEVICE_FAILED_SMS_TITLE
source: Cannot send invite(s) via SMS
pt: Não é possível enviar convite(s) via SMS
ta: குறுஞ்ச்செய்தி மூலம் அழைப்புகளை நீங்க அனுப்ப முடியாது.

# INVITE_FRIENDS_DEVICE_FAILED_SMS_MESSAGE
source: Your device cannot send SMS messages.
pt: Seu dispositivo não pode enviar mensagens SMS.
ta: உங்க கருவியின் மூலம் குறுஞ்ச்செய்திகளை அனுப்ப முடியாது.

# INVITE_FRIENDS_DEVICE_FAILED_EMAIL_TITLE
source: Cannot send invite(s) via Email
pt: Não é possível enviar convite(s) via Email
ta: மின்னஞ்சல் மூலம் அழைப்புகளை நீங்க அனுப்ப முடியாது.

# INVITE_FRIENDS_DEVICE_FAILED_EMAIL_MESSAGE
source: Your device cannot send Email messages.
pt: Seu dispositivo não pode enviar mensagens de Email.
ta: உங்க கருவியின் மூலம் மின்னஞ்சலை அனுப்ப முடியாது.

# INVITE_FRIENDS_SMS_MESSAGE
source: Hey! I'm using EMwithME, a new messaging app that I'd like you to try. Check it out at http://EMwith.ME
pt: Oi! Estou usando um novo aplicativo EMwithME de mensagens que gostaria que você experimentasse. Confira ele em http://EMwith.ME
ta: ஏய்! நான் ஒரு புதிய செய்தி அனுப்பும் ஆப் EMwithME யினை பயன்ப்படுத்துறேன். அதை நீங்க முயற்சி செய்ய விரும்புகிறேன். அதை இந்த வலைத்தளத்தில் பார்க்கலாம் http://EMwith.ME

# INVITE_FRIENDS_EMAIL_MESSAGE
source: <p>Hey! I'm using EMwithME, a new messaging app that I'd like you to try.</p><br /><p>Check it out at <a href='http://EMwith.ME' target='_blank' title='EMwithME'>http://EMwith.ME</a>
pt: <p>Oi! Estou usando um novo aplicativo EMwithME de mensagens que gostaria que você experimentasse.</p><br /><p>Check it out at <a href='http://EMwith.ME' target='_blank' title='EMwithME'>http://EMwith.ME</a>
ta: <p>ஏய்! நான் ஒரு புதிய செய்தி அனுப்பும் ஆப் EMwithME யினை பயன்ப்படுத்துறேன். அதை நீங்க முயற்சி செய்ய விரும்புகிறேன்.</p><br /><p>அதை இந்த வலைத்தளத்தில் பார்க்கலாம் <a href='http://EMwith.ME' target='_blank' title='EMwithME'>http://EMwith.ME</a>

# INVITE_FRIENDS_ERROR_MESSAGE
source: There was an error sending your invitation(s). Please try again.
pt: Ocorreu um erro ao enviar seu(s) convite(s). Por favor, tente novamente.
ta: உங்க அழைப்பு அல்லது அழைப்புகளை அனுப்பும் போது ஒரு பிழை ஏற்ப்பட்டது. தயவு செய்து மீண்டும் முயற்சிக்கவும்.

# INVITE_FRIENDS_CANCELLED_MESSAGE
source: You cancelled your invitation(s).
pt: Você cancelou seu(s) convite(s).
ta: நீங்க உங்க அழைப்பு அல்லது அழைப்புகளை ரத்து செய்து விட்டீர்கள்.

# INVITE_FRIENDS_EMAIL_DRAFT_SAVED_TITLE
source: Draft Saved
pt: Rascunho Salvo
ta: வரைவு (ட்ராஃப்ட்) சேகரிக்கப்பட்டுள்ளது

# INVITE_FRIENDS_EMAIL_DRAFT_SAVED_MESSAGE
source: Your email invitation(s) were saved as drafts.
pt: Seus convites por email foram salvos como rascunhos.
ta: உங்களது மின்னஞ்சல் அழைப்பு அல்லது அழைப்புகளை வரைவுகளாக சேமிக்கப்பட்டுள்ளது.

# INVITE_FRIENDS_INVITATION_SENT_TITLE
source: Invitation(s) Sent
pt: Convite(s) Enviado(s)
ta: அழைப்பு அல்லது அழைப்புகள் அனுப்பப்பட்டுள்ளது.

# INVITE_FRIENDS_INVITATION_SENT_MESSAGE
source: Your invitation(s) were sucessfully sent.
pt: Seus convites foram enviados com sucesso.
ta: உங்க அழைப்பு அல்லது அழைப்புகள் வெற்றிக்கரமா அனுப்பப்பட்டுள்ளது.

# INVITE_FRIENDS_EMAIL_SUBJECT
source: Come check out EMwithME!
pt: Confira EMwithME!
ta: வாருங்க! EMwithME பாருங்க!

# ASSOCIATE_WITH_WHOSHERE
source: Link to your WhosHere account
pt: Se conete a sua conta WhosHere
ta: உங்க WhosHere கணக்கிற்கு போக தான் இந்த இணைப்பு

# ASSOCIATE_WITH_WHOSHERE_EXPLAINATION
source: Would you like to link EMwithME with your WhosHere account to earn free points?
pt: Gostaria de conetar EMwithME a sua conta WhosHere para ganhar pontos grátis?
ta: உங்க WhosHere கணக்கை EMwithME உடன் இணைத்து இலவச புள்ளிகளை பெற விரும்புகிறீர்களா?

# BOT_DISPLAY_NAME
source: Emily - EMwithME Automated Assistant
pt: Carol - Assistente Automatizado EMwithME
ta: மீரா - EMwithME தானியங்கியின் உதவி

# SETTINGS_TITLE
source: Settings
pt: Configuração
ta: அமைப்புகள்

# SOUNDS_TITLE
source: Sounds
pt: Sons
ta: ஒலிகள்

# INCOMING_MESSAGES_SOUND
source: Incoming Messages
pt: Mensagens
ta: உள்வரும் செய்திகள்

# OFFLINE_NOTIFICATIONS_TITLE
source: Offline Notifications
pt: Notificações Offline
ta: ஆஃப்லைன் அறிவிப்புகள்

# OFFLINE_NOTIFICATIONS_SHOW
source: Show in Notification Center
pt: Mostar Centro de Notificações
ta: அறிவிப்பு சென்டரில் இதை காட்டுங்க

source: Play Sounds
pt: Tocar Som
ta: ஒலிக்கவும்

source: Show Preview
pt: Mostrar Visualização
ta: முன்னோட்டத்தை காட்டவும்

source: Text Message
pt: Mensagem de Texto
ta: உரை செய்தி

source: Mayotte
pt: Maiote

source: To:
pt: Para:

# MEDIA_GALLERY_COUNT
source: {0} of {1}
pt: {0} de {1}

source: Support
pt: Apoio
