Repository: wvargasxp/dsmessageclient
Catalog: Xamarin/EMXamarin/iOS/Resources/*.lproj/Localizable.strings
Languages: pt, ta

source: Chad
pt: Chade
ta: சாட்

source: Cuba
ta: கியூபா

source: Fiji
ta: பிஜி

source: Guam
pt: Guame
ta: குவாம்

source: Iran
pt: Irã
ta: ஈரான்

source: Iraq
pt: Iraque
ta: ஈராக்

source: Laos
ta: லாவோஸ்

source: Mali
ta: மாலி

source: Niue
pt: NiuÍ
ta: நியுவே

source: Oman
pt: Omã
ta: ஓமன்

source: Peru
ta: பெரு

source: Togo
ta: டோகோ

source: Aruba
ta: அரூப

source: Benin
ta: பெனின்

# BURMA
source: Burma (Myanmar)
pt: Birm‚nia (Myanmar)
ta: பர்மா (மியான்மர்)

source: Chile
ta: சிலி

source: China
ta: சீனா

# CONGO
source: Democratic Republic of the Congo
pt: Rep˙blica Democr·tica do Congo
ta: காங்கோவின் ஜனநாயக குடியரசு

source: Egypt
pt: Egito
ta: எகிப்து

source: Gabon
pt: Gabão
ta: காபோன்

source: Ghana
pt: Gana
ta: கானா

source: Haiti
ta: ஹெய்டி

source: India
pt: Õndia
ta: இந்தியா

source: Italy
pt: It·lia
ta: இத்தாலி

source: Japan
pt: Jap„o
ta: ஜப்பான்

source: Kenya
pt: QuÍnia
ta: கென்யா

source: Libya
pt: LÌbia
ta: லிபியா

source: Macau
ta: மகாவு

source: Malta
ta: மால்டா

source: Nauru
ta: நவ்ரூ

source: Nepal
ta: நேபால்

source: Niger
pt: NÌger
ta: நைஜர்

source: Palau
ta: பலாவு

source: Qatar
ta: கத்தார்

source: Samoa
ta: சமோவா

source: Spain
pt: Espanha
ta: ஸ்பெயின்

source: Sudan
pt: Sud„o
ta: சூடான்

source: Syria
pt: SÌria
ta: சிரியா

source: Tonga
ta: டோங்கா

source: Yemen
pt: IÍmen
ta: ஏமன்

source: Angola
ta: அங்கோலா

source: Belize
ta: பெலிஸ்

source: Bhutan
pt: But„o
ta: பூட்டான்

source: Brazil
pt: Brasil
ta: பிரேசில்

source: Brunei
ta: ப்ரூனெய்

source: Canada
pt: Canad·
ta: கனடா

source: Cyprus
pt: Chipre
ta: சைப்ரஸ்

source: France
pt: FranÁa
ta: ஃப்ரான்ஸ்

source: Gambia
pt: G‚mbia
ta: காம்பியா

source: Greece
pt: GrÈcia
ta: கிரீஸ்

source: Guinea
pt: GuinÈ
ta: கினியா

source: Guyana
pt: Guiana
ta: கயானா

source: Israel
ta: இஸ்ரேல்

source: Jordan
pt: Jord‚nia
ta: ஜோர்டன்

source: Kosovo
ta: கோசோவோ

source: Kuwait
ta: குவைத்

source: Latvia
pt: LetÙnia
ta: லாட்வியா

source: Malawi
pt: Mal·ui
ta: மலாவி

source: Mexico
pt: MÈxico
ta: மெக்ஸிக்கோ

source: Monaco
pt: MÙnaco
ta: மொனாக்கோ

source: Norway
pt: Noruega
ta: நார்வே

source: Panama
pt: Panam·
ta: பனாமா

source: Poland
pt: PolÙnia
ta: போலந்து

source: Russia
pt: R˙ssia
ta: ரஷ்யா

source: Rwanda
pt: Ruanda
ta: ருவாண்டா

source: Serbia
pt: SÈrvia
ta: செர்பியா

source: Sweden
pt: SuÈcia
ta: ஸ்வீடன்

source: Taiwan
pt: Formosa
ta: தைவான்

source: Turkey
pt: Turquia
ta: துருக்கி

source: Tuvalu
ta: துவாலு

source: Uganda
ta: உகாண்டா

source: Zambia
pt: Z‚mbia
ta: சாம்பியா

source: Albania
pt: Alb‚nia
ta: அல்பேனியா

source: Algeria
pt: ArgÈlia
ta: அல்ஜீரியா

source: Andorra
ta: அன்டோரா

source: Armenia
pt: ArmÍnia
ta: ஆர்மீனியா

source: Austria
pt: ¡ustria
ta: ஆஸ்திரியா

source: Bahamas
ta: பஹாமாஸ்

source: Bahrain
pt: Bahrein
ta: பஹ்ரைன்

source: Belarus
pt: Bielor˙ssia
ta: பெலாரஸ்

source: Belgium
pt: BÈlgica
ta: பெல்ஜியம்

source: Bermuda
pt: Bermudas
ta: பெர்முடா

source: Bolivia
pt: BolÌvia
ta: பொலிவியா

source: Burundi
ta: புருண்டி

source: Comoros
pt: Comores
ta: கோம்ரோஸ்

source: Croatia
pt: Cro·cia
ta: குரோஷியா

source: Denmark
pt: Dinamarca
ta: டென்மார்க்

source: Ecuador
pt: Equador
ta: ஈகுவேடர்

source: Eritrea
pt: EritrÈia
ta: எரிட்ரியா

source: Estonia
pt: EstÙnia
ta: எஸ்டோனியா

source: Finland
pt: Finl‚ndia
ta: பின்லாந்து

source: Georgia
pt: GeÛrgia
ta: ஜார்ஜியா

source: Germany
pt: Alemanha
ta: ஜெர்மனி

source: Grenada
pt: Granada
ta: கிரனெடா

source: Hungary
pt: Hungria
ta: ஹங்கேரி

source: Iceland
pt: Isl‚ndia
ta: ஐஸ்லாந்து

source: Ireland
pt: Irlanda
ta: அயர்லாந்து

source: Jamaica
ta: ஜமாய்க்கா

source: Lebanon
pt: LÌbano
ta: லெபனான்

source: Lesotho
pt: Lesoto
ta: லெசோதோ

source: Liberia
pt: LibÈria
ta: லைபீரியா

source: Moldova
pt: Mold·via
ta: மால்டோவா

source: Morocco
pt: Marrocos
ta: மொரோக்கோ

source: Namibia
pt: NamÌbia
ta: நமீபியா

source: Nigeria
pt: NigÈria
ta: நைஜீரியா

source: Romania
pt: RomÍnia
ta: ருமேனியா

source: Senegal
ta: செனகல்

source: Somalia
pt: Som·lia
ta: சொமாலியா

source: Tokelau
ta: டோகேலோ

source: Tunisia
pt: TunÌsia
ta: துனிசியா

source: Ukraine
pt: Ucr‚nia
ta: உக்ரைன்

source: Uruguay
pt: Uruguai
ta: உருகுவே

source: Vanuatu
ta: வனுவாட்டு

source: Vietnam
pt: Vietn„
ta: வியட்னாம்

source: Anguilla
pt: Anguila
ta: அங்குய்லா

source: Barbados
ta: பார்படோஸ்

source: Botswana
pt: Botsuana
ta: போட்ஸ்வானா

source: Bulgaria
pt: Bulg·ria
ta: பல்கேரியா

source: Cambodia
pt: Camboja
ta: கம்போடியா

source: Cameroon
pt: Camarıes
ta: கேமரூன்

source: Colombia
pt: ColÙmbia
ta: கொலம்பியா

source: Djibouti
pt: Djibuti
ta: ஜிபெளடி

source: Dominica
ta: டொமினிகா

source: Ethiopia
pt: EtiÛpia
ta: எதியோப்பியா

source: Honduras
ta: ஹாண்டுராஸ்

source: Kiribati
ta: கிரிபடி

source: Malaysia
pt: Mal·sia
ta: மலேசியா

source: Maldives
pt: Maldivas
ta: மாலத்தீவ்

source: Mongolia
pt: MongÛlia
ta: மங்கோலியா

source: Pakistan
pt: Paquist„o
ta: பாகிஸ்தான்

source: Paraguay
pt: Paraguai
ta: பராகுவே

source: Portugal
ta: போர்த்துகல்

source: Slovakia
pt: Eslov·quia
ta: ஸ்லோவாகியா

source: Slovenia
pt: EslovÍnia
ta: ஸ்லோவேனியா

source: Suriname
ta: சுரினாம்

source: Svalbard
pt: Esvalbarde
ta: ஸ்வல்பார்டு

source: Tanzania
pt: Tanz‚nia
ta: டான்சானியா

source: Thailand
pt: Tail‚ndia
ta: தாய்லாந்து

source: Zimbabwe
pt: Zimb·bue
ta: ஜிம்பாப்வே

source: Argentina
ta: அர்ஜெண்டினா

source: Australia
pt: Austr·lia
ta: ஆஸ்திரேலியா

source: Gibraltar
ta: ஜிப்ரால்டர்

source: Greenland
pt: Groenl‚ndia
ta: கிரீன்லாந்து

source: Guatemala
ta: குவாத்தாமாலா

source: Hong Kong
ta: ஹாங்காங்

source: Indonesia
pt: IndonÈsia
ta: இந்தோனேசியா

source: Lithuania
pt: Litu‚nia
ta: லிதுவேனியா

source: Macedonia
pt: MacedÙnia
ta: மசெடோணியா

source: Mauritius
pt: MaurÌcio
ta: மொரிசியஸ்

source: Nicaragua
pt: Nicar·gua
ta: நிகாராகுவா

source: Singapore
pt: Singapura
ta: சிங்கப்பூர்

source: Sri Lanka
ta: இலங்கை

source: Swaziland
pt: Suazil‚ndia
ta: ஸ்வாஸிலாண்ட்

source: Venezuela
ta: வெனீசூலா

source: Azerbaijan
pt: Azerbaij„o
ta: அஜர்பைஜான்

source: Bangladesh
ta: வங்காளதேசம்

source: Cape Verde
pt: Cabo Verde
ta: கேப் வெர்டே

source: Costa Rica
ta: கோஸ்டாரிகா

source: Kazakhstan
pt: Cazaquist„o
ta: கஜகஸ்தான்

source: Kyrgyzstan
pt: Quirguist„o
ta: கிர்கிஸ்தான்

source: Luxembourg
pt: Luxemburgo
ta: லக்ஸ்சம்பர்க்

source: Madagascar
ta: மடகாஸ்கர்

source: Mauritania
pt: Maurit‚nia
ta: மெளரிடானியா

source: Micronesia
pt: MicronÈsia
ta: மைக்ரோனேசியா

source: Montenegro
ta: மாண்டேனெக்ரோ

source: Montserrat
ta: மெளண்ட்செராட்

source: Mozambique
pt: MoÁambique
ta: மொசாம்பிக்

source: San Marino
ta: சான்மெரினோ

source: Seychelles
pt: Seicheles
ta: சேசேல்ஸ்

source: Tajikistan
pt: Tadjiquist„o
ta: தாஜிகிஸ்தான்

source: Uzbekistan
pt: Uzbequist„o
ta: உஸ்பெகிஸ்தான்

source: Afghanistan
pt: Afeganist„o
ta: ஆப்கானிஸ்தான்

source: El Salvador
ta: எல் சால்வடார்

source: Isle of Man
pt: Ilha de Man
ta: மனிதனின் தீவு

source: Ivory Coast
pt: Costa do Marfim
ta: ஐவரி கோஸ்ட்

source: Netherlands
pt: PaÌses Baixos
ta: நெதர்லாந்து

source: New Zealand
pt: Nova Zel‚ndia
ta: நியூசிலாந்து

source: North Korea
pt: CorÈia do Norte
ta: வட கொரியா

source: Philippines
pt: Filipinas
ta: பிலிப்பைன்ஸ்

source: Puerto Rico
pt: Porto Rico
ta: பியூர்டோ ரிகோ

source: Saint Lucia
pt: Santa L˙cia
ta: செயின்ட் லூசியா

source: South Korea
pt: CorÈia do Sul
ta: தென் கொரியா

source: Switzerland
pt: SuÌÁa
ta: ஸ்விட்சர்லாந்து

source: Timor-Leste
ta: திமோர் லெஸ்டே

source: Burkina Faso
ta: பர்கினோ பாஸோ

source: Cook Islands
pt: Ilhas Cook
ta: குக் தீவுகள்

source: Saint Helena
pt: Santa Helena
ta: செயின்ட் ஹெலெனா

source: Saint Martin
pt: S„o Martinho
ta: செயின்ட் மார்டீன்

source: Saudi Arabia
pt: Ar·bia Saudita
ta: சவூதி அரேபியா

source: Sierra Leone
pt: Serra Leoa
ta: சீராலியோனி

source: South Africa
pt: ¡frica do Sul
ta: தென் ஆப்ரிக்கா

source: Turkmenistan
pt: Turcomenist„o
ta: துர்க்மெனிஸ்தான்

source: Faroe Islands
pt: Ilhas FaroÈ
ta: ஃபெரெள தீவுகள்

source: Guinea-Bissau
pt: GuinÈ-Bissau
ta: கினி-பிஸ்ஸாவ்

source: Liechtenstein
ta: லிஸ்டெண்ஸ்டீன்

source: New Caledonia
pt: Nova CaledÛnia
ta: நியூ கேலிடோனியா

source: United States
pt: Estados Unidos
ta: ஐக்கிய நாடுகள்

source: American Samoa
pt: Samoa Americana
ta: அமெரிக்க சமோவா

source: Cayman Islands
pt: Ilhas Caim„
ta: கேமென் தீவுகள்

source: Czech Republic
pt: Rep˙blica Tcheca
ta: செக் குடியரசு

source: Norfolk Island
pt: Ilha Norfolque
ta: நார்ஃபாக் தீவுகள்

source: United Kingdom
pt: Reino Unido
ta: ஐக்கிய ராஜ்ஜியம்

source: Solomon Islands
pt: Ilhas Salom„o
ta: சாலமன் தீவுகள்

source: Falkland Islands
pt: Ilhas Falkland
ta: ஃபாக்லாந்து தீவுகள்

source: French Polynesia
pt: PolinÈsia Francesa
ta: ஃப்ரென்ஸ் பாலினேஷியா

source: Marshall Islands
pt: Ilhas Marshall
ta: மார்ஷல் தீவுகள்

source: Papua New Guinea
pt: Papua Nova GuinÈ
ta: பபுவா நியூ கினியா

source: Pitcairn Islands
pt: Ilhas Pic·rnia
ta: பிட்கெய்ர்ன் தீவுகள்

source: Saint Barthelemy
pt: S„o Bartolomeu
ta: செய்ன்ட் பார்தேலெமி

source: Equatorial Guinea
pt: GuinÈ Equatorial
ta: ஈக்குவிடோரியல் கினியா

source: US Virgin Islands
pt: Ilhas Virgens Americanas
ta: ஐக்கிய நாட்டின் கன்னித் தீவுகள்

source: Wallis and Futuna
pt: Wallis e Futuna
ta: வாலிஸ் மற்றும் ஃபுடுனா

source: United Arab Emirates
pt: Emirados ¡rabes Unidos
ta: ஐக்கிய அரபு கூட்டாட்சி

source: Central African Republic
pt: Rep˙blica Centro-Africana
ta: மத்திய ஆப்ரிக்கக் குடியரசு

source: Bosnia and Herzegovina
pt: BÛsnia Herzegovina
ta: போஸ்னியா ஹெர்ஸிகோவினா

source: British Virgin Islands
pt: Ilhas Virgens Brit‚nicas
ta: பிரிட்டீஷ் கன்னித் தீவுகள்

source: Dominican Republic
pt: Rep˙blica Dominicana
ta: டொமினிகன் குடியரசு

source: Antigua and Barbuda
pt: Antigua e Barbuda
ta: ஆன்டிகுவா பார்புடா

source: Holy See (Vatican City)
pt: Santa SÈ (Cidade do Vaticano)
ta: புனிதத்தை காண (வாடிகன் நகரம்)

source: Republic of the Congo
pt: Rep˙blica do Congo
ta: காங்கோ குடியரசு

source: Saint Kitts and Nevis
pt: S„o CristÛv„o e NÈvis
ta: செய்ன்ட் கிட்ஸ் மற்றும் நெவிஸ்

source: Sao Tome and Principe
pt: S„o TomÈ e PrÌncipe
ta: சாவ் தோம் மற்றும் ப்ரின்சிபி

source: Northern Mariana Islands
pt: Ilhas Marianas do Norte
ta: வடக்கு மரியானா தீவுகள்

source: Saint Vincent and the Grenadines
pt: S„o Vicente e Granadinas
ta: செய்ன்ட் வின்சன்ட் மற்றும் கிரெனடைஸ்

source: Saint Pierre and Miquelon
pt: S„o Pedro e Miquel„o
ta: செய்ன்ட் பியர் மற்றும் மிக்வேலோன்

source: Trinidad and Tobago
pt: Trinidade e Tobago
ta: த்ரினிடாட் மற்றூம் தொபாகோ

source: Turks and Caicos Islands
pt: Ilhas Turcas e Caicos
ta: டர்க்ஸ் மற்றும் கைகோஸ் தீவுகள்

source: Waiting...
pt: Esperando...
ta: காத்திருங்க...

source: Loading...
pt: Carregando...
ta: ஏற்க்கிறது...

# ADDRESS_BOOK_ACCESSING
source: Searching for your friends...
pt: Procurando seus amigos...
ta: உங்க நண்பர்களை தேடுகிறீர்களா...

# ADDRESS_BOOK_PROCESSING
source: Finishing up...
pt: Terminando...
ta: முடிக்க போற...

source: No
ta: இல்லை

source: Yes
pt: Sim
ta: ஆமா

# DONE_BUTTON
source: Done
pt: Feito
ta: செய்ஞ்சாச்சு

# EDIT_BUTTON
source: Edit
pt: Editar
ta: திருத்தம்

# UPDATE_BUTTON
source: Update
pt: Atualizar
ta: மேம்படுத்துங்க

# UNDO_BUTTON
source: Undo
pt: Desfazer
ta: மீளமை

# CANCEL_BUTTON
source: Cancel
pt: Cancelar
ta: ரத்து செய்

source: Cancelled
pt: Cancelado
ta: ரத்து

source: Open
pt: Abrir
ta: திற

source: Close
pt: Fechar
ta: அடைக்கப்பட்டிருக்கு

# DISPLAY_NAME
source: First and Last Name
pt: Primeiro e ⁄ltimo Nome
ta: முதல் மற்றும் கடைசி பெயர்

source: No Thanks
pt: N„o Obrigado
ta: பரவாயில்லை

source: Don't Show Again
pt: Não Mostrar Mais
ta: திரும்பவும் காட்ட வேண்டாம்

# OK_BUTTON
source: OK
ta: சரி

source: Yesterday
pt: Ontem
ta: நேற்று

source: Today
pt: Hoje
ta: இன்று

source: here
pt: aqui
ta: இங்கே

source: Copy
pt: Copiar
ta: நகல்

source: Exit
pt: Sair
ta: வெளியேறு

# UNSAVED_CHANGES
source: You have unsaved changes. Exit?
pt: Você tem alterações não salvas. Sair?
ta: சேமிக்கப்படாத மாற்றங்கள் உங்களிடம் இருக்கு. வெளியேறனுமா?

# GROUPS_TITLE
source: Groups
pt: Grupos
ta: குழுக்கள்

source: Add Members
pt: Adicionar Membros
ta: உறுப்பினர்களை சேருங்க

# CREATE_GROUP_TITLE
source: Create Group
pt: Criar Grupo
ta: குழுக்களை உருவாக்குங்க

# LEAVE_GROUP_BUTTON
source: Leave Group
pt: Deixar Grupo
ta: குழுவிலிருந்து வெளியேறீங்க

# LEAVE_GROUP_EXPLAINATION
source: You are about to leave the group. You may rejoin later unless the group owner permanently removes you.
pt: VocÍ est· prestes a deixar o grupo. VocÍ pode voltar mais tarde a n„o ser que o dono do grupo remova vocÍ permanentemente.
ta: நீங்கள் குழுவிலிருந்து வெளியே ஏறப்பார்க்கிறீர்கள். குழுவின் உரிமையாளர் உங்களை குழுவிலிருந்து நிரந்தரமா நீக்குவதற்கு முன்பு நீங்க அந்த குழுவில் மீண்டும் சேரலாம். இல்லை என்றால் சேர முடியாம போய்விடும்.

# DELETE_GROUP_BUTTON
source: Delete Group
pt: Apagar Grupo
ta: குழுவை அழித்திடுங்க

# DELETE_GROUP_EXPLAINATION
source: You are about to delete your group. This action cannot be undone.
pt: VocÍ est· prestes a apagar seu grupo. Este ato n„o pode ser desfeito.
ta: நீங்கள் உங்க குழுவை நீக்க போறீங்க. இந்த செயலை செய்ஞ்சீங்கனா மீண்டும் இந்த குழு வராது.

# GROUP_DETAILS_TITLE
source: Group Details
pt: Detalhes do Grupo
ta: குழுவின் விவரங்கள்

# REJOIN_GROUP_BUTTON
source: Rejoin Group
pt: Voltar ao Group
ta: குழுவில் மீண்டும் சேர

# LEFT_GROUP_EXTENSION
source: (Left Group)
pt: (Saiu do Grupo)
ta: (குழுவில் இருந்து விலகினார்)

# EDIT_GROUP_TITLE
source: Edit Group
pt: Editar Grupo
ta: குழுவை தொகுத்து அமை

# ALERT_ARE_YOU_SURE
source: Are You Sure?
pt: VocÍ Tem Certeza?
ta: நீங்கள் உறுதியா?

# REJOIN_GROUP_EXPLAINATION
source: You are about to rejoin the group.
pt: VocÍ est· prestes a voltar ao grupo.
ta: நீங்கள் மீண்டும் இந்த குழுவில் சேர போகிறீர்கள்.

# MEMBERS_TITLE
source: Members
pt: Membros
ta: உறுப்பினர்கள்

# GROUP_CHATS_TITLE
source: Group Chats
pt: Chats do Grupo
ta: குழுவில் அரட்டைகள்

source: Group Name
pt: Nome do Grupo
ta: குழுவின் பெயர்

# REMOVE_ME_AD_HOC_GROUP
source: Remove Me
pt: Me Remover
ta: என்னை நீக்குங்க

# GROUP_NAME_REQUIRED
source: Please supply a name for your group.
pt: Por favor, dÍ um nome a seu grupo.
ta: உங்கள் குழுவிற்கு ஒரு பெயரை வழங்குங்க.

# GROUP_MEMBERS_REQUIRED
source: Please add at least one other member to your group.
pt: Por favor, adicione pelo menos um outro membro a seu grupo.
ta: தயவு செய்து ஒரு உறுப்பினரையாவது உங்கள் குழுவில் சேருங்க.

# GROUP_LOAD_FAILED
source: There was a problem loading your group. Please check your network connectivity and try again.
pt: Ocorreu um problema ao carregar seu grupo. Por favor, verifique sua conex„o e tente novamente.
ta: உங்க குழுவை ஏற்றுவதில் ஒரு பிரச்சனை இருந்துச்சு. உங்க பிணைய இணைப்புகளை தயவு செய்து சரி பார்த்து மீண்டும் முயர்ச்சிக்கவும்.

# GROUP_SAVE_FAILED
source: There was a problem saving your group. Please check your network connectivity and try again.
pt: Ocorreu um problema ao salvar seu grupo. Por favor, verifique sua conex„o e tente novamente.
ta: உங்க குழுவை சேமிப்பதில் ஒரு பிரச்சனை இருந்துச்சு. உங்க பிணைய இணைப்புகளை தயவு செய்து சரி பார்த்து மீண்டும் முயர்ச்சிக்கவும்.

# GROUP_SAVE_OR_UPDATE_FAILED
source: There was a problem with your group. Please check your network connectivity and try again.
pt: Ocorreu um problema com seu grupo. Por favor, verifique sua conex„o e tente novamente.
ta: உங்க குழுவில் ஒரு பிரச்சனை இருந்துச்சு. உங்க பிணைய இணைப்புகளை தயவு செய்து சரி பார்த்து மீண்டும் முயர்ச்சிக்கவும்.

# GROUP_UPDATE_FAILED
source: There was a problem updating your group. Please check your network connectivity and try again.
pt: Ocorreu um problema ao atualizar seu grupo. Por favor, verifique sua conex„o e tente novamente.
ta: உங்க குழுவை மேம்ப்படுத்துவதில் ஒரு பிரச்சனை இருந்துச்சு. உங்க பிணைய இணைப்புகளை தயவு செய்து சரி பார்த்து மீண்டும் முயர்ச்சிக்கவும்.

# GROUP_LEAVE_FAILED
source: There was a problem leaving the group. Please check your network connectivity and try again.
pt: Ocorreu um problema ao sair de seu grupo. Por favor, verifique sua conex„o e tente novamente.
ta: உங்க குழுவிலிருந்து வெளியேறுவதில் ஒரு பிரச்சனை இருந்துச்சு. உங்க பிணைய இணைப்புகளை தயவு செய்து சரி பார்த்து மீண்டும் முயர்ச்சிக்கவும்.

# GROUP_REJOIN_FAILED
source: There was a problem rejoining the group. Please check your network connectivity and try again.
pt: Ocorreu um problema ao voltar a seu grupo. Por favor, verifique sua conex„o e tente novamente.
ta: உங்க குழுவில் மீண்டும் சேர ஒரு பிரச்சனை இருந்துச்சு. உங்க பிணைய இணைப்புகளை தயவு செய்து சரி பார்த்து மீண்டும் முயர்ச்சிக்கவும்.

source: Leave Conversation
pt: Sair do Chat
ta: அரட்டை விட்டு விலகல்

# LEAVE_CONVERSATION_EXPAINATION
source: You will no longer receive messages from this group chat. If you write back after leaving this chat you will start a new chat session with the recipients.
pt: Você não receberá mensagens deste grupo de chat. Se você escrever de volta saindo do chat você iniciará um novo chat com os destinatários.
ta: இந்த குழுவிலிருந்து இனிமேல் உங்களுக்கு செய்திகள் வராது. இந்த அரட்டையை விட்டு நீங்க வெளியேறிய பின் மீண்டும் வந்து எழுத முயற்சித்தா நீங்க பெறுபவர்களுடன் ஒரு புதிய அரட்டை அமர்வுக்காலத்தை தொடங்க உள்ளீர்.

source: Leave
pt: Sair
ta: விட்டுச்செல்

# LEFT_CONVERSATION
source: Left Chat
pt: Sair do Chat
ta: அரட்டையிலிருந்து விட்டுச்சென்றார்

# LEFT_CONVERSATION_EXPLAINATION
source: You have left this chat. If you send them another message, you will start a new chat session with the recipients.
pt: Você saiu deste chat. Se você enviar mensagens, você iniciará um novo chat com os destinatários.
ta: நீங்க இந்த அரட்டையை விட்டு வெளியே சென்று விட்டீர்கள். நீங்க அவர்களுக்கு வேற ஒரு செய்தியை அனுப்புனீங்க என்றால் அவர்களுடன் நீங்க ஒரு புதிய அரட்டை அமர்வுக்காலத்தை தொடங்க உள்ளீர்.

# WELCOME_TITLE
source: Welcome
pt: Bem-vindo
ta: வரவேற்பு

# GET_STARTED_BUTTON
source: Get Started!
pt: Vamos ComeÁar!
ta: தொடங்குங்க!

# CONTINUE_BUTTON
source: Continue
pt: Continuar
ta: தொடருங்க

# SETUP_PROFILE
source: Set Up Your Profile
pt: Configurar Seu Perfil
ta: உங்கள் முகக்குறிப்பை அமையுங்க

# SENDING_MESSAGES
source: Send Messages
pt: Enviar Mensagens
ta: செய்திகளை அனுப்புங்க

# GROUP_MESSAGING
source: Group Messages
pt: Mensagens do Grupo
ta: செய்திகளை குழுவுக்கு அனுப்புங்க

# ONBOARDING_B_ONE
source: Create AKAs to post on sites like Craigslist or apps like WhosHere
pt: Criar AKAs para postar em sites como Craigslist ou aplicativos como WhosHere
ta: ஒரு நண்பரிடமோ அல்லது ஒரு நண்பர் குழுவுடனோ அரட்டை அடியுங்க

# ONBOARDING_B_TWO
source: Chat with a friend or a group of friends
pt: Bater papo com um amigo ou grupo de amigos
ta: உரை, புகைப்படங்கள், படங்கள், மற்றும் பேச்சு செய்திகளை அனுப்புங்க

# ONBOARDING_B_THREE
source: Send texts, pics, videos and voice messages
pt: Enviar textos, fotos, vÌdeos e mensagens de voz
ta: EMwithME செய்திகளை அனுப்ப எந்த விட கட்டணமும் இல்லை

# ONBOARDING_B_FOUR
source: No charge to send or receive EMwithME messages
pt: Enviar e receber mensagens EMwithME sem cobranÁa
ta: தானியங்கு திருத்தம் மறந்திடுங்க - அதை திரும்ப எடுத்து கொள்ளுங்க

# ONBOARDING_B_FIVE
source: Forget auto-correct - just Take it Back
pt: EsqueÁa autocorretor - Retire O Que Disse
ta: எந்த EMwithME செய்திகளை நீங்க எப்போ வேண்டுமானாலும் எடுக்கலாம்...

# ONBOARDING_B_SIX
source: Take any EMwithME message back at anytime so you can always say what you mean
pt: Retire qualquer mensagem EMwithME em qualquer altura para que você possa dizer sempre o que deseja
ta: நீங்க எந்த ஒரு EMwithME செய்தியையும் எப்போ வேணுமானாலும் திரும்ப எடுத்து நீங்க சொல்ல வந்ததை சுட்டி காட்டலாம்

# REGISTER_EMAIL_EXPLAINATION
source: Please confirm your country and enter your email address to continue.
pt: Por favor, confirme seu paÌs e digite seu endereÁo de email para continuar.
ta: உங்களுடைய நாட்டை தேர்ந்தெடுத்து உறுதி செய்த பின் உங்க மின்னஞ்சல் முகவரியை உள்ளிட்டு முன்னேரவும்.

# REGISTER_MOBILE_EXPLAINATION
source: Please confirm your country and enter your mobile phone number to continue.
pt: Por favor, confirme seu paÌs e digite seu n˙mero de celular para continuar.
ta: உங்களுடைய நாட்டை தேர்ந்தெடுத்து உறுதி செய்த பின் உங்க தொலைபேசி எண் உள்ளிட்டு முன்னேரவும்.

# SEND_VERIFICATION_EXPLAINATION
source: A verification code has been sent to you.
pt: Foi enviado um cÛdigo de verificaÁ„o para vocÍ.
ta: உங்களுக்கு ஒரு சரிபார்ப்பு உறுதிப்படுத்தும் மின்னஞ்சலை அனுப்பியுள்ளோம்.

# SEND_VALIDATION_CODE_EXPLAINATION
source: {0} Is the above correct?
pt: {0} … correto?
ta: {0} மேற் கண்டவை அனைத்தும் சரியா?

# MOBILE_TITLE
source: Mobile
pt: Celular
ta: தொலைபேசி

source: Mobile Number
pt: N˙mero de Celular
ta: தொலைபேசி எண்

# EMAIL_TITLE
source: Email
ta: மின்னஞ்சல்

source: Email Address
pt: EndereÁo de E=mail
ta: மின்னஞ்சல் முகவரி

# VERIFICATION_TITLE
source: Verification
pt: VerificaÁ„o
ta: சரிபார்ப்பு

source: Verification Code
pt: CÛdigo de VerificaÁ„o
ta: சரிபார்ப்பு குறியீடு

# VERIFY_ACCOUNT_EXPLAINATION
source: Enter Your Verification Code
pt: Digite Seu CÛdigo de VerificaÁ„o
ta: உங்க சரிபார்ப்பு குறியீட்டை உள்ளிடவும்

# VALIDATION_MESSAGE_SMS
source: Please validate your account by clicking this link on your mobile phone.
pt: Por favor, valide sua conta clicando neste link em seu celular.
ta: தயவு செய்து உங்க மொபைல் ஃபோன் மூலம் இந்த இணைப்பை கிளிக் செய்வதன் மூலம் உங்க கணக்கை சரி பார்க்க முடியும்:

# VALIDATION_MESSAGE_PLAIN
source: Please validate your account by entering this code: %1$s
pt: Por favor, valide sua conta digitando este cÛdigo: %1$s
ta: இந்த குறியீடு மூலம் உங்க கணக்கை சரி பார்க்கலாம்: %1$s

# VALIDATION_MESSAGE_HTML
source: Or, if you are using your mobile device you used to sign up with, you can simply click
pt: Ou, se vocÍ estiver usando seu celular que vocÍ usou para se registrar, vocÍ pode clicar simplesmente
ta: இல்லையென்றால் நீங்க உங்க மொபைல் மூலம் பதிவு செய்தாலோ அல்லது மொபைல் உபயோக படுத்துறீங்க நா நீங்க சும்மா கிளிக் பன்னுங்க

# ERROR_REGISTER_EMAIL_EXPLAINATION
source: There was a problem registering your account with the email address you provided.
pt: Ocorreu um problema ao registrar sua conta com o endereÁo de email que vocÍ forneceu.
ta: நீங்க பதிவு செய்றதுக்கு தந்த மின்னஞ்சல் முகவரி ஒரு பிரச்சனையை உருவாக்கியுள்ளது.

# ERROR_REGISTER_MOBILE_EXPLAINATION
source: There was a problem registering your account with the mobile phone number you provided.
pt: Ocorreu um problema ao registrar sua conta com o n˙mero de celular que vocÍ forneceu.
ta: நீங்க பதிவு செய்றதுக்கு தந்த தொலைபேசி எண் ஒரு பிரச்சனையை உருவாக்கியுள்ளது.

# ERROR_VERIFY_ACCOUNT_EXPLAINATION
source: Verification failed. Please make sure you entered the verification code correctly and try again.
pt: Falha na verificaÁ„o. Por favor, confira se vocÍ digitou Û cÛdigo de verificaÁ„o correto e tente novamente.
ta: சரிபார்ப்பு தோல்வியடந்தது. தயவு செய்து நீங்க உள்ளிட்ட குறியீட்டு எண்ணை சரிபார்த்து மீண்டும் முயர்சிக்கவும்.

# UNSUBSCRIBE_SHORT
source: Unsubscribe
pt: Cancelar o registro
ta: பதிவேட்டிலிருந்து விலக்குக

# UNSUBSCRIBE_LONG
source: You are receiving this email because you recently registered with EMwithME. If this was a mistake, please use the unsubscribe link below.
pt: VocÍ recebeu este email porque vocÍ se registrou recentemente com EMwithME. Se isso foi um erro, por favor use o link de cancelamento em baixo.
ta: நீங்க இந்த மின்னஞ்சலை பெறுவதற்கு காரணம் என்ன என்றால் நீங்க சமீபத்தில் EMwithME இல் பதிவு செய்திருக்கீங்க. அப்படி தவராக அனுப்பி இருந்தால் கீழே உள்ள பதிவேட்டிலிருந்து விலக்குக உபயோகியுங்கள்.

# VERIFY_NOW
source: Or enter this code: %1$s
pt: Ou digite este cÛdigo: %1$s
ta: இல்லையென்றால் இந்த குறியீட்டை உள்ளிடுங்க: %1$s

# DOWNLOAD_HISTORICAL_MESSAGES
source: Would you like to download your old messages? NOTE: This could take a while.
pt: Gostaria de baixar suas mensagens antigas? NOTE: Isso pode demorar algum tempo.
ta: நீங்க உங்க பழைய செய்திகளை பதிவெறக்க விரும்புகிறீர்களா? குறிப்பு: இது கொஞ்ச நெரம் எடுக்கலாம்.
